const buildings = [
    {
        "id": 1,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 72,
        "Балл по чтению": 72,
        "Балл по письму": 74
    },
    {
        "id": 2,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 90,
        "Балл по письму": 88
    },
    {
        "id": 3,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 90,
        "Балл по чтению": 95,
        "Балл по письму": 93
    },
    {
        "id": 4,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 47,
        "Балл по чтению": 57,
        "Балл по письму": 44
    },
    {
        "id": 5,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 78,
        "Балл по письму": 75
    },
    {
        "id": 6,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 83,
        "Балл по письму": 78
    },
    {
        "id": 7,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 88,
        "Балл по чтению": 95,
        "Балл по письму": 92
    },
    {
        "id": 8,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 40,
        "Балл по чтению": 43,
        "Балл по письму": 39
    },
    {
        "id": 9,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 64,
        "Балл по чтению": 64,
        "Балл по письму": 67
    },
    {
        "id": 10,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 38,
        "Балл по чтению": 60,
        "Балл по письму": 50
    },
    {
        "id": 11,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 58,
        "Балл по чтению": 54,
        "Балл по письму": 52
    },
    {
        "id": 12,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 40,
        "Балл по чтению": 52,
        "Балл по письму": 43
    },
    {
        "id": 13,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 81,
        "Балл по письму": 73
    },
    {
        "id": 14,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 78,
        "Балл по чтению": 72,
        "Балл по письму": 70
    },
    {
        "id": 15,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 50,
        "Балл по чтению": 53,
        "Балл по письму": 58
    },
    {
        "id": 16,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 75,
        "Балл по письму": 78
    },
    {
        "id": 17,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 88,
        "Балл по чтению": 89,
        "Балл по письму": 86
    },
    {
        "id": 18,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 18,
        "Балл по чтению": 32,
        "Балл по письму": 28
    },
    {
        "id": 19,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 46,
        "Балл по чтению": 42,
        "Балл по письму": 46
    },
    {
        "id": 20,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 54,
        "Балл по чтению": 58,
        "Балл по письму": 61
    },
    {
        "id": 21,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 69,
        "Балл по письму": 63
    },
    {
        "id": 22,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 65,
        "Балл по чтению": 75,
        "Балл по письму": 70
    },
    {
        "id": 23,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 44,
        "Балл по чтению": 54,
        "Балл по письму": 53
    },
    {
        "id": 24,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 73,
        "Балл по письму": 73
    },
    {
        "id": 25,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 74,
        "Балл по чтению": 71,
        "Балл по письму": 80
    },
    {
        "id": 26,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 73,
        "Балл по чтению": 74,
        "Балл по письму": 72
    },
    {
        "id": 27,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 54,
        "Балл по письму": 55
    },
    {
        "id": 28,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 69,
        "Балл по письму": 75
    },
    {
        "id": 29,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 70,
        "Балл по чтению": 70,
        "Балл по письму": 65
    },
    {
        "id": 30,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 70,
        "Балл по письму": 75
    },
    {
        "id": 31,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 74,
        "Балл по письму": 74
    },
    {
        "id": 32,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 65,
        "Балл по письму": 61
    },
    {
        "id": 33,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 56,
        "Балл по чтению": 72,
        "Балл по письму": 65
    },
    {
        "id": 34,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 40,
        "Балл по чтению": 42,
        "Балл по письму": 38
    },
    {
        "id": 35,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 97,
        "Балл по чтению": 87,
        "Балл по письму": 82
    },
    {
        "id": 36,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 81,
        "Балл по письму": 79
    },
    {
        "id": 37,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 74,
        "Балл по чтению": 81,
        "Балл по письму": 83
    },
    {
        "id": 38,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 50,
        "Балл по чтению": 64,
        "Балл по письму": 59
    },
    {
        "id": 39,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 75,
        "Балл по чтению": 90,
        "Балл по письму": 88
    },
    {
        "id": 40,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 57,
        "Балл по чтению": 56,
        "Балл по письму": 57
    },
    {
        "id": 41,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 55,
        "Балл по чтению": 61,
        "Балл по письму": 54
    },
    {
        "id": 42,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 58,
        "Балл по чтению": 73,
        "Балл по письму": 68
    },
    {
        "id": 43,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 53,
        "Балл по чтению": 58,
        "Балл по письму": 65
    },
    {
        "id": 44,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 59,
        "Балл по чтению": 65,
        "Балл по письму": 66
    },
    {
        "id": 45,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 50,
        "Балл по чтению": 56,
        "Балл по письму": 54
    },
    {
        "id": 46,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 54,
        "Балл по письму": 57
    },
    {
        "id": 47,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 55,
        "Балл по чтению": 65,
        "Балл по письму": 62
    },
    {
        "id": 48,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 71,
        "Балл по письму": 76
    },
    {
        "id": 49,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 57,
        "Балл по чтению": 74,
        "Балл по письму": 76
    },
    {
        "id": 50,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 84,
        "Балл по письму": 82
    },
    {
        "id": 51,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 53,
        "Балл по чтению": 55,
        "Балл по письму": 48
    },
    {
        "id": 52,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 77,
        "Балл по чтению": 69,
        "Балл по письму": 68
    },
    {
        "id": 53,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 53,
        "Балл по чтению": 44,
        "Балл по письму": 42
    },
    {
        "id": 54,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 88,
        "Балл по чтению": 78,
        "Балл по письму": 75
    },
    {
        "id": 55,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 71,
        "Балл по чтению": 84,
        "Балл по письму": 87
    },
    {
        "id": 56,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 33,
        "Балл по чтению": 41,
        "Балл по письму": 43
    },
    {
        "id": 57,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 85,
        "Балл по письму": 86
    },
    {
        "id": 58,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 52,
        "Балл по чтению": 55,
        "Балл по письму": 49
    },
    {
        "id": 59,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 58,
        "Балл по чтению": 59,
        "Балл по письму": 58
    },
    {
        "id": 60,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 0,
        "Балл по чтению": 17,
        "Балл по письму": 10
    },
    {
        "id": 61,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 79,
        "Балл по чтению": 74,
        "Балл по письму": 72
    },
    {
        "id": 62,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 39,
        "Балл по чтению": 39,
        "Балл по письму": 34
    },
    {
        "id": 63,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 62,
        "Балл по чтению": 61,
        "Балл по письму": 55
    },
    {
        "id": 64,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 80,
        "Балл по письму": 71
    },
    {
        "id": 65,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 58,
        "Балл по письму": 59
    },
    {
        "id": 66,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 64,
        "Балл по письму": 61
    },
    {
        "id": 67,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 45,
        "Балл по чтению": 37,
        "Балл по письму": 37
    },
    {
        "id": 68,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 60,
        "Балл по чтению": 72,
        "Балл по письму": 74
    },
    {
        "id": 69,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 61,
        "Балл по чтению": 58,
        "Балл по письму": 56
    },
    {
        "id": 70,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 39,
        "Балл по чтению": 64,
        "Балл по письму": 57
    },
    {
        "id": 71,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 58,
        "Балл по чтению": 63,
        "Балл по письму": 73
    },
    {
        "id": 72,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 55,
        "Балл по письму": 63
    },
    {
        "id": 73,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 41,
        "Балл по чтению": 51,
        "Балл по письму": 48
    },
    {
        "id": 74,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 61,
        "Балл по чтению": 57,
        "Балл по письму": 56
    },
    {
        "id": 75,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 49,
        "Балл по чтению": 49,
        "Балл по письму": 41
    },
    {
        "id": 76,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 44,
        "Балл по чтению": 41,
        "Балл по письму": 38
    },
    {
        "id": 77,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 30,
        "Балл по чтению": 26,
        "Балл по письму": 22
    },
    {
        "id": 78,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 80,
        "Балл по чтению": 78,
        "Балл по письму": 81
    },
    {
        "id": 79,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 61,
        "Балл по чтению": 74,
        "Балл по письму": 72
    },
    {
        "id": 80,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 68,
        "Балл по письму": 68
    },
    {
        "id": 81,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 47,
        "Балл по чтению": 49,
        "Балл по письму": 50
    },
    {
        "id": 82,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 49,
        "Балл по чтению": 45,
        "Балл по письму": 45
    },
    {
        "id": 83,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 50,
        "Балл по чтению": 47,
        "Балл по письму": 54
    },
    {
        "id": 84,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 72,
        "Балл по чтению": 64,
        "Балл по письму": 63
    },
    {
        "id": 85,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 42,
        "Балл по чтению": 39,
        "Балл по письму": 34
    },
    {
        "id": 86,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 80,
        "Балл по письму": 82
    },
    {
        "id": 87,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 76,
        "Балл по чтению": 83,
        "Балл по письму": 88
    },
    {
        "id": 88,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 71,
        "Балл по письму": 74
    },
    {
        "id": 89,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 58,
        "Балл по чтению": 70,
        "Балл по письму": 67
    },
    {
        "id": 90,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 86,
        "Балл по письму": 82
    },
    {
        "id": 91,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 72,
        "Балл по письму": 74
    },
    {
        "id": 92,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 27,
        "Балл по чтению": 34,
        "Балл по письму": 36
    },
    {
        "id": 93,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 79,
        "Балл по письму": 71
    },
    {
        "id": 94,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 43,
        "Балл по чтению": 45,
        "Балл по письму": 50
    },
    {
        "id": 95,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 79,
        "Балл по чтению": 86,
        "Балл по письму": 92
    },
    {
        "id": 96,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 78,
        "Балл по чтению": 81,
        "Балл по письму": 82
    },
    {
        "id": 97,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 66,
        "Балл по письму": 62
    },
    {
        "id": 98,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 72,
        "Балл по письму": 70
    },
    {
        "id": 99,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 58,
        "Балл по чтению": 67,
        "Балл по письму": 62
    },
    {
        "id": 100,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 67,
        "Балл по письму": 62
    },
    {
        "id": 101,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 79,
        "Балл по чтению": 67,
        "Балл по письму": 67
    },
    {
        "id": 102,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 74,
        "Балл по письму": 74
    },
    {
        "id": 103,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 85,
        "Балл по чтению": 91,
        "Балл по письму": 89
    },
    {
        "id": 104,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 60,
        "Балл по чтению": 44,
        "Балл по письму": 47
    },
    {
        "id": 105,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 98,
        "Балл по чтению": 86,
        "Балл по письму": 90
    },
    {
        "id": 106,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 58,
        "Балл по чтению": 67,
        "Балл по письму": 72
    },
    {
        "id": 107,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 87,
        "Балл по чтению": 100,
        "Балл по письму": 100
    },
    {
        "id": 108,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 63,
        "Балл по письму": 64
    },
    {
        "id": 109,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 52,
        "Балл по чтению": 76,
        "Балл по письму": 70
    },
    {
        "id": 110,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 70,
        "Балл по чтению": 64,
        "Балл по письму": 72
    },
    {
        "id": 111,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 77,
        "Балл по чтению": 89,
        "Балл по письму": 98
    },
    {
        "id": 112,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 55,
        "Балл по письму": 49
    },
    {
        "id": 113,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 54,
        "Балл по чтению": 53,
        "Балл по письму": 47
    },
    {
        "id": 114,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 51,
        "Балл по чтению": 58,
        "Балл по письму": 54
    },
    {
        "id": 115,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 99,
        "Балл по чтению": 100,
        "Балл по письму": 100
    },
    {
        "id": 116,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 84,
        "Балл по чтению": 77,
        "Балл по письму": 74
    },
    {
        "id": 117,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 75,
        "Балл по чтению": 85,
        "Балл по письму": 82
    },
    {
        "id": 118,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 78,
        "Балл по чтению": 82,
        "Балл по письму": 79
    },
    {
        "id": 119,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 51,
        "Балл по чтению": 63,
        "Балл по письму": 61
    },
    {
        "id": 120,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 55,
        "Балл по чтению": 69,
        "Балл по письму": 65
    },
    {
        "id": 121,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 79,
        "Балл по чтению": 92,
        "Балл по письму": 89
    },
    {
        "id": 122,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 91,
        "Балл по чтению": 89,
        "Балл по письму": 92
    },
    {
        "id": 123,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 88,
        "Балл по чтению": 93,
        "Балл по письму": 93
    },
    {
        "id": 124,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 63,
        "Балл по чтению": 57,
        "Балл по письму": 56
    },
    {
        "id": 125,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 83,
        "Балл по чтению": 80,
        "Балл по письму": 73
    },
    {
        "id": 126,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 87,
        "Балл по чтению": 95,
        "Балл по письму": 86
    },
    {
        "id": 127,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 72,
        "Балл по чтению": 68,
        "Балл по письму": 67
    },
    {
        "id": 128,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 77,
        "Балл по письму": 74
    },
    {
        "id": 129,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 82,
        "Балл по письму": 74
    },
    {
        "id": 130,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 51,
        "Балл по чтению": 49,
        "Балл по письму": 51
    },
    {
        "id": 131,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 89,
        "Балл по чтению": 84,
        "Балл по письму": 82
    },
    {
        "id": 132,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 53,
        "Балл по чтению": 37,
        "Балл по письму": 40
    },
    {
        "id": 133,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 87,
        "Балл по чтению": 74,
        "Балл по письму": 70
    },
    {
        "id": 134,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 75,
        "Балл по чтению": 81,
        "Балл по письму": 84
    },
    {
        "id": 135,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 74,
        "Балл по чтению": 79,
        "Балл по письму": 75
    },
    {
        "id": 136,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 58,
        "Балл по чтению": 55,
        "Балл по письму": 48
    },
    {
        "id": 137,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 51,
        "Балл по чтению": 54,
        "Балл по письму": 41
    },
    {
        "id": 138,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 70,
        "Балл по чтению": 55,
        "Балл по письму": 56
    },
    {
        "id": 139,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 66,
        "Балл по письму": 67
    },
    {
        "id": 140,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 61,
        "Балл по письму": 69
    },
    {
        "id": 141,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 72,
        "Балл по письму": 71
    },
    {
        "id": 142,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 59,
        "Балл по чтению": 62,
        "Балл по письму": 64
    },
    {
        "id": 143,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 42,
        "Балл по чтению": 55,
        "Балл по письму": 54
    },
    {
        "id": 144,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 57,
        "Балл по чтению": 43,
        "Балл по письму": 47
    },
    {
        "id": 145,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 88,
        "Балл по чтению": 73,
        "Балл по письму": 78
    },
    {
        "id": 146,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 22,
        "Балл по чтению": 39,
        "Балл по письму": 33
    },
    {
        "id": 147,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 88,
        "Балл по чтению": 84,
        "Балл по письму": 75
    },
    {
        "id": 148,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 73,
        "Балл по чтению": 68,
        "Балл по письму": 66
    },
    {
        "id": 149,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 75,
        "Балл по письму": 81
    },
    {
        "id": 150,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 100,
        "Балл по чтению": 100,
        "Балл по письму": 93
    },
    {
        "id": 151,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 67,
        "Балл по письму": 69
    },
    {
        "id": 152,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 77,
        "Балл по чтению": 67,
        "Балл по письму": 68
    },
    {
        "id": 153,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 70,
        "Балл по письму": 66
    },
    {
        "id": 154,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 54,
        "Балл по чтению": 49,
        "Балл по письму": 47
    },
    {
        "id": 155,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 67,
        "Балл по письму": 61
    },
    {
        "id": 156,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 70,
        "Балл по чтению": 89,
        "Балл по письму": 88
    },
    {
        "id": 157,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 66,
        "Балл по чтению": 74,
        "Балл по письму": 78
    },
    {
        "id": 158,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 60,
        "Балл по чтению": 60,
        "Балл по письму": 60
    },
    {
        "id": 159,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 61,
        "Балл по чтению": 86,
        "Балл по письму": 87
    },
    {
        "id": 160,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 66,
        "Балл по чтению": 62,
        "Балл по письму": 64
    },
    {
        "id": 161,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 82,
        "Балл по чтению": 78,
        "Балл по письму": 74
    },
    {
        "id": 162,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 75,
        "Балл по чтению": 88,
        "Балл по письму": 85
    },
    {
        "id": 163,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 49,
        "Балл по чтению": 53,
        "Балл по письму": 52
    },
    {
        "id": 164,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 52,
        "Балл по чтению": 53,
        "Балл по письму": 49
    },
    {
        "id": 165,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 92,
        "Балл по письму": 91
    },
    {
        "id": 166,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 96,
        "Балл по чтению": 100,
        "Балл по письму": 100
    },
    {
        "id": 167,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 53,
        "Балл по чтению": 51,
        "Балл по письму": 51
    },
    {
        "id": 168,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 58,
        "Балл по чтению": 76,
        "Балл по письму": 78
    },
    {
        "id": 169,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 83,
        "Балл по письму": 78
    },
    {
        "id": 170,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 67,
        "Балл по чтению": 75,
        "Балл по письму": 70
    },
    {
        "id": 171,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 72,
        "Балл по чтению": 73,
        "Балл по письму": 74
    },
    {
        "id": 172,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 94,
        "Балл по чтению": 88,
        "Балл по письму": 78
    },
    {
        "id": 173,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 79,
        "Балл по чтению": 86,
        "Балл по письму": 81
    },
    {
        "id": 174,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 67,
        "Балл по письму": 70
    },
    {
        "id": 175,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 43,
        "Балл по чтению": 51,
        "Балл по письму": 54
    },
    {
        "id": 176,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 91,
        "Балл по письму": 87
    },
    {
        "id": 177,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 46,
        "Балл по чтению": 54,
        "Балл по письму": 58
    },
    {
        "id": 178,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 77,
        "Балл по письму": 77
    },
    {
        "id": 179,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 52,
        "Балл по чтению": 70,
        "Балл по письму": 62
    },
    {
        "id": 180,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 97,
        "Балл по чтению": 100,
        "Балл по письму": 100
    },
    {
        "id": 181,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 62,
        "Балл по чтению": 68,
        "Балл по письму": 75
    },
    {
        "id": 182,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 46,
        "Балл по чтению": 64,
        "Балл по письму": 66
    },
    {
        "id": 183,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 50,
        "Балл по чтению": 50,
        "Балл по письму": 47
    },
    {
        "id": 184,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 69,
        "Балл по письму": 70
    },
    {
        "id": 185,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 45,
        "Балл по чтению": 52,
        "Балл по письму": 49
    },
    {
        "id": 186,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 65,
        "Балл по чтению": 67,
        "Балл по письму": 65
    },
    {
        "id": 187,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 80,
        "Балл по чтению": 76,
        "Балл по письму": 65
    },
    {
        "id": 188,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 66,
        "Балл по письму": 68
    },
    {
        "id": 189,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 48,
        "Балл по чтению": 52,
        "Балл по письму": 45
    },
    {
        "id": 190,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 77,
        "Балл по чтению": 88,
        "Балл по письму": 87
    },
    {
        "id": 191,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 65,
        "Балл по письму": 69
    },
    {
        "id": 192,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 83,
        "Балл по письму": 79
    },
    {
        "id": 193,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 64,
        "Балл по письму": 66
    },
    {
        "id": 194,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 77,
        "Балл по чтению": 62,
        "Балл по письму": 62
    },
    {
        "id": 195,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 84,
        "Балл по письму": 85
    },
    {
        "id": 196,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 61,
        "Балл по чтению": 55,
        "Балл по письму": 52
    },
    {
        "id": 197,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 59,
        "Балл по чтению": 69,
        "Балл по письму": 65
    },
    {
        "id": 198,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 55,
        "Балл по чтению": 56,
        "Балл по письму": 51
    },
    {
        "id": 199,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 45,
        "Балл по чтению": 53,
        "Балл по письму": 55
    },
    {
        "id": 200,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 78,
        "Балл по чтению": 79,
        "Балл по письму": 76
    },
    {
        "id": 201,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 84,
        "Балл по письму": 86
    },
    {
        "id": 202,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 65,
        "Балл по чтению": 81,
        "Балл по письму": 77
    },
    {
        "id": 203,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 77,
        "Балл по письму": 69
    },
    {
        "id": 204,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 57,
        "Балл по чтению": 69,
        "Балл по письму": 68
    },
    {
        "id": 205,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 41,
        "Балл по письму": 42
    },
    {
        "id": 206,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 74,
        "Балл по чтению": 71,
        "Балл по письму": 78
    },
    {
        "id": 207,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 62,
        "Балл по письму": 62
    },
    {
        "id": 208,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 80,
        "Балл по письму": 76
    },
    {
        "id": 209,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 74,
        "Балл по чтению": 81,
        "Балл по письму": 76
    },
    {
        "id": 210,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 58,
        "Балл по чтению": 61,
        "Балл по письму": 66
    },
    {
        "id": 211,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 80,
        "Балл по чтению": 79,
        "Балл по письму": 79
    },
    {
        "id": 212,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 35,
        "Балл по чтению": 28,
        "Балл по письму": 27
    },
    {
        "id": 213,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 42,
        "Балл по чтению": 62,
        "Балл по письму": 60
    },
    {
        "id": 214,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 60,
        "Балл по чтению": 51,
        "Балл по письму": 56
    },
    {
        "id": 215,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 87,
        "Балл по чтению": 91,
        "Балл по письму": 81
    },
    {
        "id": 216,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 84,
        "Балл по чтению": 83,
        "Балл по письму": 75
    },
    {
        "id": 217,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 83,
        "Балл по чтению": 86,
        "Балл по письму": 88
    },
    {
        "id": 218,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 34,
        "Балл по чтению": 42,
        "Балл по письму": 39
    },
    {
        "id": 219,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 66,
        "Балл по чтению": 77,
        "Балл по письму": 70
    },
    {
        "id": 220,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 61,
        "Балл по чтению": 56,
        "Балл по письму": 56
    },
    {
        "id": 221,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 56,
        "Балл по чтению": 68,
        "Балл по письму": 74
    },
    {
        "id": 222,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 87,
        "Балл по чтению": 85,
        "Балл по письму": 73
    },
    {
        "id": 223,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 55,
        "Балл по чтению": 65,
        "Балл по письму": 62
    },
    {
        "id": 224,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 86,
        "Балл по чтению": 80,
        "Балл по письму": 75
    },
    {
        "id": 225,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 52,
        "Балл по чтению": 66,
        "Балл по письму": 73
    },
    {
        "id": 226,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 45,
        "Балл по чтению": 56,
        "Балл по письму": 54
    },
    {
        "id": 227,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 72,
        "Балл по чтению": 72,
        "Балл по письму": 71
    },
    {
        "id": 228,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 57,
        "Балл по чтению": 50,
        "Балл по письму": 54
    },
    {
        "id": 229,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 68,
        "Балл по чтению": 72,
        "Балл по письму": 64
    },
    {
        "id": 230,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 88,
        "Балл по чтению": 95,
        "Балл по письму": 94
    },
    {
        "id": 231,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 64,
        "Балл по письму": 66
    },
    {
        "id": 232,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 46,
        "Балл по чтению": 43,
        "Балл по письму": 42
    },
    {
        "id": 233,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 86,
        "Балл по письму": 83
    },
    {
        "id": 234,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 92,
        "Балл по чтению": 87,
        "Балл по письму": 78
    },
    {
        "id": 235,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 83,
        "Балл по чтению": 82,
        "Балл по письму": 84
    },
    {
        "id": 236,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 80,
        "Балл по чтению": 75,
        "Балл по письму": 77
    },
    {
        "id": 237,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 63,
        "Балл по чтению": 66,
        "Балл по письму": 67
    },
    {
        "id": 238,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 64,
        "Балл по чтению": 60,
        "Балл по письму": 74
    },
    {
        "id": 239,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 54,
        "Балл по чтению": 52,
        "Балл по письму": 51
    },
    {
        "id": 240,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 84,
        "Балл по чтению": 80,
        "Балл по письму": 80
    },
    {
        "id": 241,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 73,
        "Балл по чтению": 68,
        "Балл по письму": 66
    },
    {
        "id": 242,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 80,
        "Балл по чтению": 83,
        "Балл по письму": 83
    },
    {
        "id": 243,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 56,
        "Балл по чтению": 52,
        "Балл по письму": 55
    },
    {
        "id": 244,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 51,
        "Балл по письму": 43
    },
    {
        "id": 245,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 75,
        "Балл по чтению": 74,
        "Балл по письму": 69
    },
    {
        "id": 246,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 85,
        "Балл по чтению": 76,
        "Балл по письму": 71
    },
    {
        "id": 247,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 89,
        "Балл по чтению": 76,
        "Балл по письму": 74
    },
    {
        "id": 248,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 58,
        "Балл по чтению": 70,
        "Балл по письму": 68
    },
    {
        "id": 249,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 64,
        "Балл по письму": 62
    },
    {
        "id": 250,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 60,
        "Балл по письму": 53
    },
    {
        "id": 251,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 47,
        "Балл по чтению": 49,
        "Балл по письму": 49
    },
    {
        "id": 252,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 71,
        "Балл по чтению": 83,
        "Балл по письму": 83
    },
    {
        "id": 253,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 60,
        "Балл по чтению": 70,
        "Балл по письму": 70
    },
    {
        "id": 254,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 80,
        "Балл по чтению": 80,
        "Балл по письму": 72
    },
    {
        "id": 255,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 54,
        "Балл по чтению": 52,
        "Балл по письму": 52
    },
    {
        "id": 256,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 73,
        "Балл по письму": 70
    },
    {
        "id": 257,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 64,
        "Балл по чтению": 73,
        "Балл по письму": 68
    },
    {
        "id": 258,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 78,
        "Балл по чтению": 77,
        "Балл по письму": 77
    },
    {
        "id": 259,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 70,
        "Балл по чтению": 75,
        "Балл по письму": 78
    },
    {
        "id": 260,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 65,
        "Балл по чтению": 81,
        "Балл по письму": 81
    },
    {
        "id": 261,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 64,
        "Балл по чтению": 79,
        "Балл по письму": 77
    },
    {
        "id": 262,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 79,
        "Балл по чтению": 79,
        "Балл по письму": 78
    },
    {
        "id": 263,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 44,
        "Балл по чтению": 50,
        "Балл по письму": 51
    },
    {
        "id": 264,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 99,
        "Балл по чтению": 93,
        "Балл по письму": 90
    },
    {
        "id": 265,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 73,
        "Балл по письму": 68
    },
    {
        "id": 266,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 59,
        "Балл по чтению": 42,
        "Балл по письму": 41
    },
    {
        "id": 267,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 75,
        "Балл по письму": 81
    },
    {
        "id": 268,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 72,
        "Балл по письму": 77
    },
    {
        "id": 269,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 88,
        "Балл по чтению": 92,
        "Балл по письму": 95
    },
    {
        "id": 270,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 71,
        "Балл по чтению": 76,
        "Балл по письму": 70
    },
    {
        "id": 271,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 63,
        "Балл по письму": 61
    },
    {
        "id": 272,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 58,
        "Балл по чтению": 49,
        "Балл по письму": 42
    },
    {
        "id": 273,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 47,
        "Балл по чтению": 53,
        "Балл по письму": 58
    },
    {
        "id": 274,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 70,
        "Балл по письму": 71
    },
    {
        "id": 275,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 88,
        "Балл по чтению": 85,
        "Балл по письму": 76
    },
    {
        "id": 276,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 83,
        "Балл по чтению": 78,
        "Балл по письму": 73
    },
    {
        "id": 277,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 85,
        "Балл по чтению": 92,
        "Балл по письму": 93
    },
    {
        "id": 278,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 63,
        "Балл по письму": 75
    },
    {
        "id": 279,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 65,
        "Балл по чтению": 86,
        "Балл по письму": 80
    },
    {
        "id": 280,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 73,
        "Балл по чтению": 56,
        "Балл по письму": 57
    },
    {
        "id": 281,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 53,
        "Балл по чтению": 52,
        "Балл по письму": 42
    },
    {
        "id": 282,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 45,
        "Балл по чтению": 48,
        "Балл по письму": 46
    },
    {
        "id": 283,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 73,
        "Балл по чтению": 79,
        "Балл по письму": 84
    },
    {
        "id": 284,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 70,
        "Балл по чтению": 78,
        "Балл по письму": 78
    },
    {
        "id": 285,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 37,
        "Балл по чтению": 46,
        "Балл по письму": 46
    },
    {
        "id": 286,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 82,
        "Балл по письму": 82
    },
    {
        "id": 287,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 97,
        "Балл по чтению": 82,
        "Балл по письму": 88
    },
    {
        "id": 288,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 89,
        "Балл по письму": 82
    },
    {
        "id": 289,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 88,
        "Балл по чтению": 75,
        "Балл по письму": 76
    },
    {
        "id": 290,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 77,
        "Балл по чтению": 76,
        "Балл по письму": 77
    },
    {
        "id": 291,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 70,
        "Балл по письму": 68
    },
    {
        "id": 292,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 86,
        "Балл по чтению": 73,
        "Балл по письму": 70
    },
    {
        "id": 293,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 60,
        "Балл по письму": 57
    },
    {
        "id": 294,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 73,
        "Балл по письму": 75
    },
    {
        "id": 295,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 78,
        "Балл по чтению": 77,
        "Балл по письму": 80
    },
    {
        "id": 296,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 67,
        "Балл по чтению": 62,
        "Балл по письму": 60
    },
    {
        "id": 297,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 46,
        "Балл по чтению": 41,
        "Балл по письму": 43
    },
    {
        "id": 298,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 74,
        "Балл по письму": 68
    },
    {
        "id": 299,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 40,
        "Балл по чтению": 46,
        "Балл по письму": 50
    },
    {
        "id": 300,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 90,
        "Балл по чтению": 87,
        "Балл по письму": 75
    },
    {
        "id": 301,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 81,
        "Балл по чтению": 78,
        "Балл по письму": 81
    },
    {
        "id": 302,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 56,
        "Балл по чтению": 54,
        "Балл по письму": 52
    },
    {
        "id": 303,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 84,
        "Балл по письму": 81
    },
    {
        "id": 304,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 80,
        "Балл по чтению": 76,
        "Балл по письму": 64
    },
    {
        "id": 305,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 74,
        "Балл по чтению": 75,
        "Балл по письму": 83
    },
    {
        "id": 306,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 67,
        "Балл по письму": 69
    },
    {
        "id": 307,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 99,
        "Балл по чтению": 87,
        "Балл по письму": 81
    },
    {
        "id": 308,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 51,
        "Балл по чтению": 52,
        "Балл по письму": 44
    },
    {
        "id": 309,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 53,
        "Балл по чтению": 71,
        "Балл по письму": 67
    },
    {
        "id": 310,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 49,
        "Балл по чтению": 57,
        "Балл по письму": 52
    },
    {
        "id": 311,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 76,
        "Балл по письму": 80
    },
    {
        "id": 312,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 60,
        "Балл по письму": 57
    },
    {
        "id": 313,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 61,
        "Балл по письму": 68
    },
    {
        "id": 314,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 68,
        "Балл по чтению": 67,
        "Балл по письму": 69
    },
    {
        "id": 315,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 64,
        "Балл по письму": 75
    },
    {
        "id": 316,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 66,
        "Балл по письму": 65
    },
    {
        "id": 317,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 77,
        "Балл по чтению": 82,
        "Балл по письму": 91
    },
    {
        "id": 318,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 83,
        "Балл по чтению": 72,
        "Балл по письму": 78
    },
    {
        "id": 319,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 71,
        "Балл по письму": 69
    },
    {
        "id": 320,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 56,
        "Балл по чтению": 65,
        "Балл по письму": 63
    },
    {
        "id": 321,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 67,
        "Балл по чтению": 79,
        "Балл по письму": 84
    },
    {
        "id": 322,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 75,
        "Балл по чтению": 86,
        "Балл по письму": 79
    },
    {
        "id": 323,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 81,
        "Балл по письму": 80
    },
    {
        "id": 324,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 43,
        "Балл по чтению": 53,
        "Балл по письму": 53
    },
    {
        "id": 325,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 41,
        "Балл по чтению": 46,
        "Балл по письму": 43
    },
    {
        "id": 326,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 90,
        "Балл по письму": 94
    },
    {
        "id": 327,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 61,
        "Балл по чтению": 61,
        "Балл по письму": 62
    },
    {
        "id": 328,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 28,
        "Балл по чтению": 23,
        "Балл по письму": 19
    },
    {
        "id": 329,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 75,
        "Балл по письму": 77
    },
    {
        "id": 330,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 41,
        "Балл по чтению": 55,
        "Балл по письму": 51
    },
    {
        "id": 331,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 60,
        "Балл по письму": 61
    },
    {
        "id": 332,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 47,
        "Балл по чтению": 37,
        "Балл по письму": 35
    },
    {
        "id": 333,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 56,
        "Балл по письму": 53
    },
    {
        "id": 334,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 90,
        "Балл по чтению": 78,
        "Балл по письму": 81
    },
    {
        "id": 335,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 83,
        "Балл по чтению": 93,
        "Балл по письму": 95
    },
    {
        "id": 336,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 61,
        "Балл по чтению": 68,
        "Балл по письму": 66
    },
    {
        "id": 337,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 70,
        "Балл по письму": 69
    },
    {
        "id": 338,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 49,
        "Балл по чтению": 51,
        "Балл по письму": 43
    },
    {
        "id": 339,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 24,
        "Балл по чтению": 38,
        "Балл по письму": 27
    },
    {
        "id": 340,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 35,
        "Балл по чтению": 55,
        "Балл по письму": 60
    },
    {
        "id": 341,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 58,
        "Балл по чтению": 61,
        "Балл по письму": 52
    },
    {
        "id": 342,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 61,
        "Балл по чтению": 73,
        "Балл по письму": 63
    },
    {
        "id": 343,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 76,
        "Балл по письму": 74
    },
    {
        "id": 344,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 72,
        "Балл по письму": 67
    },
    {
        "id": 345,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 79,
        "Балл по чтению": 73,
        "Балл по письму": 67
    },
    {
        "id": 346,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 72,
        "Балл по чтению": 80,
        "Балл по письму": 75
    },
    {
        "id": 347,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 61,
        "Балл по письму": 57
    },
    {
        "id": 348,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 77,
        "Балл по чтению": 94,
        "Балл по письму": 95
    },
    {
        "id": 349,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 75,
        "Балл по чтению": 74,
        "Балл по письму": 66
    },
    {
        "id": 350,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 87,
        "Балл по чтению": 74,
        "Балл по письму": 76
    },
    {
        "id": 351,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 52,
        "Балл по чтению": 65,
        "Балл по письму": 69
    },
    {
        "id": 352,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 57,
        "Балл по письму": 52
    },
    {
        "id": 353,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 78,
        "Балл по письму": 80
    },
    {
        "id": 354,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 46,
        "Балл по чтению": 58,
        "Балл по письму": 57
    },
    {
        "id": 355,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 71,
        "Балл по письму": 70
    },
    {
        "id": 356,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 61,
        "Балл по чтению": 72,
        "Балл по письму": 70
    },
    {
        "id": 357,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 61,
        "Балл по письму": 61
    },
    {
        "id": 358,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 42,
        "Балл по чтению": 66,
        "Балл по письму": 69
    },
    {
        "id": 359,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 59,
        "Балл по чтению": 62,
        "Балл по письму": 61
    },
    {
        "id": 360,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 80,
        "Балл по чтению": 90,
        "Балл по письму": 89
    },
    {
        "id": 361,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 58,
        "Балл по чтению": 62,
        "Балл по письму": 59
    },
    {
        "id": 362,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 85,
        "Балл по чтению": 84,
        "Балл по письму": 78
    },
    {
        "id": 363,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 52,
        "Балл по чтению": 58,
        "Балл по письму": 58
    },
    {
        "id": 364,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 27,
        "Балл по чтению": 34,
        "Балл по письму": 32
    },
    {
        "id": 365,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 60,
        "Балл по письму": 58
    },
    {
        "id": 366,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 49,
        "Балл по чтению": 58,
        "Балл по письму": 60
    },
    {
        "id": 367,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 58,
        "Балл по письму": 53
    },
    {
        "id": 368,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 61,
        "Балл по чтению": 66,
        "Балл по письму": 61
    },
    {
        "id": 369,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 44,
        "Балл по чтению": 64,
        "Балл по письму": 58
    },
    {
        "id": 370,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 84,
        "Балл по письму": 85
    },
    {
        "id": 371,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 84,
        "Балл по чтению": 77,
        "Балл по письму": 71
    },
    {
        "id": 372,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 45,
        "Балл по чтению": 73,
        "Балл по письму": 70
    },
    {
        "id": 373,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 74,
        "Балл по чтению": 74,
        "Балл по письму": 72
    },
    {
        "id": 374,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 97,
        "Балл по письму": 96
    },
    {
        "id": 375,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 70,
        "Балл по письму": 73
    },
    {
        "id": 376,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 46,
        "Балл по чтению": 43,
        "Балл по письму": 41
    },
    {
        "id": 377,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 80,
        "Балл по чтению": 90,
        "Балл по письму": 82
    },
    {
        "id": 378,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 85,
        "Балл по чтению": 95,
        "Балл по письму": 100
    },
    {
        "id": 379,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 83,
        "Балл по письму": 77
    },
    {
        "id": 380,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 64,
        "Балл по письму": 62
    },
    {
        "id": 381,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 80,
        "Балл по чтению": 86,
        "Балл по письму": 83
    },
    {
        "id": 382,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 87,
        "Балл по чтению": 100,
        "Балл по письму": 95
    },
    {
        "id": 383,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 79,
        "Балл по чтению": 81,
        "Балл по письму": 71
    },
    {
        "id": 384,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 38,
        "Балл по чтению": 49,
        "Балл по письму": 45
    },
    {
        "id": 385,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 38,
        "Балл по чтению": 43,
        "Балл по письму": 43
    },
    {
        "id": 386,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 76,
        "Балл по письму": 75
    },
    {
        "id": 387,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 64,
        "Балл по чтению": 73,
        "Балл по письму": 70
    },
    {
        "id": 388,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 57,
        "Балл по чтению": 78,
        "Балл по письму": 67
    },
    {
        "id": 389,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 64,
        "Балл по письму": 64
    },
    {
        "id": 390,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 70,
        "Балл по письму": 75
    },
    {
        "id": 391,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 73,
        "Балл по чтению": 67,
        "Балл по письму": 59
    },
    {
        "id": 392,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 77,
        "Балл по чтению": 68,
        "Балл по письму": 77
    },
    {
        "id": 393,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 67,
        "Балл по письму": 67
    },
    {
        "id": 394,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 57,
        "Балл по чтению": 54,
        "Балл по письму": 56
    },
    {
        "id": 395,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 74,
        "Балл по письму": 77
    },
    {
        "id": 396,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 48,
        "Балл по чтению": 45,
        "Балл по письму": 41
    },
    {
        "id": 397,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 50,
        "Балл по чтению": 67,
        "Балл по письму": 63
    },
    {
        "id": 398,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 85,
        "Балл по чтению": 89,
        "Балл по письму": 95
    },
    {
        "id": 399,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 74,
        "Балл по чтению": 63,
        "Балл по письму": 57
    },
    {
        "id": 400,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 60,
        "Балл по чтению": 59,
        "Балл по письму": 54
    },
    {
        "id": 401,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 54,
        "Балл по письму": 67
    },
    {
        "id": 402,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 53,
        "Балл по чтению": 43,
        "Балл по письму": 43
    },
    {
        "id": 403,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 49,
        "Балл по чтению": 65,
        "Балл по письму": 55
    },
    {
        "id": 404,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 88,
        "Балл по чтению": 99,
        "Балл по письму": 100
    },
    {
        "id": 405,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 54,
        "Балл по чтению": 59,
        "Балл по письму": 62
    },
    {
        "id": 406,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 73,
        "Балл по письму": 68
    },
    {
        "id": 407,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 65,
        "Балл по письму": 63
    },
    {
        "id": 408,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 80,
        "Балл по письму": 77
    },
    {
        "id": 409,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 52,
        "Балл по чтению": 57,
        "Балл по письму": 56
    },
    {
        "id": 410,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 87,
        "Балл по чтению": 84,
        "Балл по письму": 85
    },
    {
        "id": 411,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 70,
        "Балл по чтению": 71,
        "Балл по письму": 74
    },
    {
        "id": 412,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 84,
        "Балл по чтению": 83,
        "Балл по письму": 78
    },
    {
        "id": 413,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 66,
        "Балл по письму": 60
    },
    {
        "id": 414,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 67,
        "Балл по письму": 67
    },
    {
        "id": 415,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 51,
        "Балл по чтению": 72,
        "Балл по письму": 79
    },
    {
        "id": 416,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 84,
        "Балл по чтению": 73,
        "Балл по письму": 69
    },
    {
        "id": 417,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 74,
        "Балл по письму": 68
    },
    {
        "id": 418,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 74,
        "Балл по чтению": 73,
        "Балл по письму": 67
    },
    {
        "id": 419,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 59,
        "Балл по письму": 62
    },
    {
        "id": 420,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 57,
        "Балл по чтению": 56,
        "Балл по письму": 54
    },
    {
        "id": 421,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 82,
        "Балл по чтению": 93,
        "Балл по письму": 93
    },
    {
        "id": 422,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 57,
        "Балл по чтению": 58,
        "Балл по письму": 64
    },
    {
        "id": 423,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 47,
        "Балл по чтению": 58,
        "Балл по письму": 67
    },
    {
        "id": 424,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 85,
        "Балл по письму": 80
    },
    {
        "id": 425,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 41,
        "Балл по чтению": 39,
        "Балл по письму": 34
    },
    {
        "id": 426,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 62,
        "Балл по чтению": 67,
        "Балл по письму": 62
    },
    {
        "id": 427,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 86,
        "Балл по чтению": 83,
        "Балл по письму": 86
    },
    {
        "id": 428,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 69,
        "Балл по чтению": 71,
        "Балл по письму": 65
    },
    {
        "id": 429,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 65,
        "Балл по чтению": 59,
        "Балл по письму": 53
    },
    {
        "id": 430,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 68,
        "Балл по чтению": 63,
        "Балл по письму": 54
    },
    {
        "id": 431,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 64,
        "Балл по чтению": 66,
        "Балл по письму": 59
    },
    {
        "id": 432,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 61,
        "Балл по чтению": 72,
        "Балл по письму": 70
    },
    {
        "id": 433,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 61,
        "Балл по чтению": 56,
        "Балл по письму": 55
    },
    {
        "id": 434,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 47,
        "Балл по чтению": 59,
        "Балл по письму": 50
    },
    {
        "id": 435,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 66,
        "Балл по письму": 66
    },
    {
        "id": 436,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 50,
        "Балл по чтению": 48,
        "Балл по письму": 53
    },
    {
        "id": 437,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 75,
        "Балл по чтению": 68,
        "Балл по письму": 64
    },
    {
        "id": 438,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 75,
        "Балл по чтению": 66,
        "Балл по письму": 73
    },
    {
        "id": 439,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 70,
        "Балл по чтению": 56,
        "Балл по письму": 51
    },
    {
        "id": 440,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 89,
        "Балл по чтению": 88,
        "Балл по письму": 82
    },
    {
        "id": 441,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 81,
        "Балл по письму": 79
    },
    {
        "id": 442,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 78,
        "Балл по чтению": 81,
        "Балл по письму": 80
    },
    {
        "id": 443,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 59,
        "Балл по чтению": 73,
        "Балл по письму": 69
    },
    {
        "id": 444,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 83,
        "Балл по письму": 76
    },
    {
        "id": 445,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 79,
        "Балл по чтению": 82,
        "Балл по письму": 73
    },
    {
        "id": 446,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 74,
        "Балл по письму": 77
    },
    {
        "id": 447,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 69,
        "Балл по чтению": 66,
        "Балл по письму": 60
    },
    {
        "id": 448,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 86,
        "Балл по чтению": 81,
        "Балл по письму": 80
    },
    {
        "id": 449,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 47,
        "Балл по чтению": 46,
        "Балл по письму": 42
    },
    {
        "id": 450,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 73,
        "Балл по письму": 72
    },
    {
        "id": 451,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 64,
        "Балл по чтению": 85,
        "Балл по письму": 85
    },
    {
        "id": 452,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 100,
        "Балл по чтению": 92,
        "Балл по письму": 97
    },
    {
        "id": 453,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 65,
        "Балл по чтению": 77,
        "Балл по письму": 74
    },
    {
        "id": 454,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 65,
        "Балл по чтению": 58,
        "Балл по письму": 49
    },
    {
        "id": 455,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 53,
        "Балл по чтению": 61,
        "Балл по письму": 62
    },
    {
        "id": 456,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 37,
        "Балл по чтению": 56,
        "Балл по письму": 47
    },
    {
        "id": 457,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 79,
        "Балл по чтению": 89,
        "Балл по письму": 89
    },
    {
        "id": 458,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 53,
        "Балл по чтению": 54,
        "Балл по письму": 48
    },
    {
        "id": 459,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 100,
        "Балл по чтению": 100,
        "Балл по письму": 100
    },
    {
        "id": 460,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 72,
        "Балл по чтению": 65,
        "Балл по письму": 68
    },
    {
        "id": 461,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 53,
        "Балл по чтению": 58,
        "Балл по письму": 55
    },
    {
        "id": 462,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 54,
        "Балл по чтению": 54,
        "Балл по письму": 45
    },
    {
        "id": 463,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 70,
        "Балл по письму": 76
    },
    {
        "id": 464,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 77,
        "Балл по чтению": 90,
        "Балл по письму": 91
    },
    {
        "id": 465,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 75,
        "Балл по чтению": 58,
        "Балл по письму": 62
    },
    {
        "id": 466,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 84,
        "Балл по чтению": 87,
        "Балл по письму": 91
    },
    {
        "id": 467,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 26,
        "Балл по чтению": 31,
        "Балл по письму": 38
    },
    {
        "id": 468,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 72,
        "Балл по чтению": 67,
        "Балл по письму": 65
    },
    {
        "id": 469,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 77,
        "Балл по чтению": 88,
        "Балл по письму": 85
    },
    {
        "id": 470,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 91,
        "Балл по чтению": 74,
        "Балл по письму": 76
    },
    {
        "id": 471,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 83,
        "Балл по чтению": 85,
        "Балл по письму": 90
    },
    {
        "id": 472,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 69,
        "Балл по письму": 74
    },
    {
        "id": 473,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 86,
        "Балл по письму": 84
    },
    {
        "id": 474,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 67,
        "Балл по письму": 61
    },
    {
        "id": 475,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 90,
        "Балл по чтению": 90,
        "Балл по письму": 91
    },
    {
        "id": 476,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 76,
        "Балл по письму": 83
    },
    {
        "id": 477,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 62,
        "Балл по письму": 66
    },
    {
        "id": 478,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 80,
        "Балл по чтению": 68,
        "Балл по письму": 72
    },
    {
        "id": 479,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 55,
        "Балл по чтению": 64,
        "Балл по письму": 70
    },
    {
        "id": 480,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 71,
        "Балл по письму": 67
    },
    {
        "id": 481,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 71,
        "Балл по письму": 68
    },
    {
        "id": 482,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 52,
        "Балл по чтению": 59,
        "Балл по письму": 56
    },
    {
        "id": 483,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 68,
        "Балл по чтению": 68,
        "Балл по письму": 61
    },
    {
        "id": 484,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 52,
        "Балл по письму": 46
    },
    {
        "id": 485,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 49,
        "Балл по чтению": 52,
        "Балл по письму": 54
    },
    {
        "id": 486,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 70,
        "Балл по чтению": 74,
        "Балл по письму": 71
    },
    {
        "id": 487,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 61,
        "Балл по чтению": 47,
        "Балл по письму": 56
    },
    {
        "id": 488,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 60,
        "Балл по чтению": 75,
        "Балл по письму": 74
    },
    {
        "id": 489,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 64,
        "Балл по чтению": 53,
        "Балл по письму": 57
    },
    {
        "id": 490,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 79,
        "Балл по чтению": 82,
        "Балл по письму": 82
    },
    {
        "id": 491,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 65,
        "Балл по чтению": 85,
        "Балл по письму": 76
    },
    {
        "id": 492,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 64,
        "Балл по чтению": 64,
        "Балл по письму": 70
    },
    {
        "id": 493,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 83,
        "Балл по чтению": 83,
        "Балл по письму": 90
    },
    {
        "id": 494,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 88,
        "Балл по письму": 90
    },
    {
        "id": 495,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 54,
        "Балл по чтению": 64,
        "Балл по письму": 68
    },
    {
        "id": 496,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 64,
        "Балл по письму": 66
    },
    {
        "id": 497,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 54,
        "Балл по чтению": 48,
        "Балл по письму": 52
    },
    {
        "id": 498,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 59,
        "Балл по чтению": 78,
        "Балл по письму": 76
    },
    {
        "id": 499,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 69,
        "Балл по письму": 68
    },
    {
        "id": 500,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 71,
        "Балл по письму": 72
    },
    {
        "id": 501,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 74,
        "Балл по чтению": 79,
        "Балл по письму": 82
    },
    {
        "id": 502,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 94,
        "Балл по чтению": 87,
        "Балл по письму": 92
    },
    {
        "id": 503,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 63,
        "Балл по чтению": 61,
        "Балл по письму": 54
    },
    {
        "id": 504,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 95,
        "Балл по чтению": 89,
        "Балл по письму": 92
    },
    {
        "id": 505,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 40,
        "Балл по чтению": 59,
        "Балл по письму": 54
    },
    {
        "id": 506,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 82,
        "Балл по письму": 80
    },
    {
        "id": 507,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 70,
        "Балл по письму": 66
    },
    {
        "id": 508,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 55,
        "Балл по чтению": 59,
        "Балл по письму": 54
    },
    {
        "id": 509,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 79,
        "Балл по чтению": 78,
        "Балл по письму": 77
    },
    {
        "id": 510,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 86,
        "Балл по чтению": 92,
        "Балл по письму": 87
    },
    {
        "id": 511,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 71,
        "Балл по письму": 73
    },
    {
        "id": 512,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 64,
        "Балл по чтению": 50,
        "Балл по письму": 43
    },
    {
        "id": 513,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 62,
        "Балл по чтению": 49,
        "Балл по письму": 52
    },
    {
        "id": 514,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 54,
        "Балл по чтению": 61,
        "Балл по письму": 62
    },
    {
        "id": 515,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 77,
        "Балл по чтению": 97,
        "Балл по письму": 94
    },
    {
        "id": 516,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 87,
        "Балл по письму": 85
    },
    {
        "id": 517,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 74,
        "Балл по чтению": 89,
        "Балл по письму": 84
    },
    {
        "id": 518,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 74,
        "Балл по письму": 73
    },
    {
        "id": 519,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 78,
        "Балл по письму": 78
    },
    {
        "id": 520,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 67,
        "Балл по чтению": 78,
        "Балл по письму": 79
    },
    {
        "id": 521,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 49,
        "Балл по письму": 52
    },
    {
        "id": 522,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 91,
        "Балл по чтению": 86,
        "Балл по письму": 84
    },
    {
        "id": 523,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 58,
        "Балл по письму": 57
    },
    {
        "id": 524,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 54,
        "Балл по чтению": 59,
        "Балл по письму": 50
    },
    {
        "id": 525,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 53,
        "Балл по чтению": 52,
        "Балл по письму": 49
    },
    {
        "id": 526,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 60,
        "Балл по письму": 59
    },
    {
        "id": 527,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 56,
        "Балл по чтению": 61,
        "Балл по письму": 60
    },
    {
        "id": 528,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 36,
        "Балл по чтению": 53,
        "Балл по письму": 43
    },
    {
        "id": 529,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 29,
        "Балл по чтению": 41,
        "Балл по письму": 47
    },
    {
        "id": 530,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 74,
        "Балл по письму": 70
    },
    {
        "id": 531,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 67,
        "Балл по письму": 73
    },
    {
        "id": 532,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 47,
        "Балл по чтению": 54,
        "Балл по письму": 53
    },
    {
        "id": 533,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 61,
        "Балл по письму": 58
    },
    {
        "id": 534,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 79,
        "Балл по чтению": 88,
        "Балл по письму": 94
    },
    {
        "id": 535,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 69,
        "Балл по письму": 68
    },
    {
        "id": 536,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 66,
        "Балл по чтению": 83,
        "Балл по письму": 83
    },
    {
        "id": 537,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 51,
        "Балл по чтению": 60,
        "Балл по письму": 58
    },
    {
        "id": 538,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 51,
        "Балл по чтению": 66,
        "Балл по письму": 62
    },
    {
        "id": 539,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 85,
        "Балл по чтению": 66,
        "Балл по письму": 71
    },
    {
        "id": 540,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 97,
        "Балл по чтению": 92,
        "Балл по письму": 86
    },
    {
        "id": 541,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 75,
        "Балл по чтению": 69,
        "Балл по письму": 68
    },
    {
        "id": 542,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 79,
        "Балл по чтению": 82,
        "Балл по письму": 80
    },
    {
        "id": 543,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 77,
        "Балл по письму": 79
    },
    {
        "id": 544,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 95,
        "Балл по письму": 89
    },
    {
        "id": 545,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 64,
        "Балл по чтению": 63,
        "Балл по письму": 66
    },
    {
        "id": 546,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 78,
        "Балл по чтению": 83,
        "Балл по письму": 80
    },
    {
        "id": 547,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 92,
        "Балл по чтению": 100,
        "Балл по письму": 97
    },
    {
        "id": 548,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 72,
        "Балл по чтению": 67,
        "Балл по письму": 64
    },
    {
        "id": 549,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 62,
        "Балл по чтению": 67,
        "Балл по письму": 64
    },
    {
        "id": 550,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 79,
        "Балл по чтению": 72,
        "Балл по письму": 69
    },
    {
        "id": 551,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 79,
        "Балл по чтению": 76,
        "Балл по письму": 65
    },
    {
        "id": 552,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 87,
        "Балл по чтению": 90,
        "Балл по письму": 88
    },
    {
        "id": 553,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 40,
        "Балл по чтению": 48,
        "Балл по письму": 50
    },
    {
        "id": 554,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 77,
        "Балл по чтению": 62,
        "Балл по письму": 64
    },
    {
        "id": 555,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 53,
        "Балл по чтению": 45,
        "Балл по письму": 40
    },
    {
        "id": 556,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 32,
        "Балл по чтению": 39,
        "Балл по письму": 33
    },
    {
        "id": 557,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 55,
        "Балл по чтению": 72,
        "Балл по письму": 79
    },
    {
        "id": 558,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 61,
        "Балл по чтению": 67,
        "Балл по письму": 66
    },
    {
        "id": 559,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 53,
        "Балл по чтению": 70,
        "Балл по письму": 70
    },
    {
        "id": 560,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 66,
        "Балл по письму": 62
    },
    {
        "id": 561,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 74,
        "Балл по чтению": 75,
        "Балл по письму": 79
    },
    {
        "id": 562,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 74,
        "Балл по письму": 74
    },
    {
        "id": 563,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 96,
        "Балл по чтению": 90,
        "Балл по письму": 92
    },
    {
        "id": 564,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 63,
        "Балл по чтению": 80,
        "Балл по письму": 80
    },
    {
        "id": 565,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 48,
        "Балл по чтению": 51,
        "Балл по письму": 46
    },
    {
        "id": 566,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 48,
        "Балл по чтению": 43,
        "Балл по письму": 45
    },
    {
        "id": 567,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 92,
        "Балл по чтению": 100,
        "Балл по письму": 100
    },
    {
        "id": 568,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 61,
        "Балл по чтению": 71,
        "Балл по письму": 78
    },
    {
        "id": 569,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 63,
        "Балл по чтению": 48,
        "Балл по письму": 47
    },
    {
        "id": 570,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 68,
        "Балл по чтению": 68,
        "Балл по письму": 67
    },
    {
        "id": 571,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 75,
        "Балл по письму": 70
    },
    {
        "id": 572,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 91,
        "Балл по чтению": 96,
        "Балл по письму": 92
    },
    {
        "id": 573,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 53,
        "Балл по чтению": 62,
        "Балл по письму": 56
    },
    {
        "id": 574,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 50,
        "Балл по чтению": 66,
        "Балл по письму": 64
    },
    {
        "id": 575,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 74,
        "Балл по чтению": 81,
        "Балл по письму": 71
    },
    {
        "id": 576,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 40,
        "Балл по чтению": 55,
        "Балл по письму": 53
    },
    {
        "id": 577,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 61,
        "Балл по чтению": 51,
        "Балл по письму": 52
    },
    {
        "id": 578,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 91,
        "Балл по письму": 89
    },
    {
        "id": 579,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 48,
        "Балл по чтению": 56,
        "Балл по письму": 58
    },
    {
        "id": 580,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 53,
        "Балл по чтению": 61,
        "Балл по письму": 68
    },
    {
        "id": 581,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 97,
        "Балл по письму": 96
    },
    {
        "id": 582,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 77,
        "Балл по чтению": 79,
        "Балл по письму": 80
    },
    {
        "id": 583,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 63,
        "Балл по чтению": 73,
        "Балл по письму": 78
    },
    {
        "id": 584,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 75,
        "Балл по письму": 80
    },
    {
        "id": 585,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 77,
        "Балл по письму": 77
    },
    {
        "id": 586,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 76,
        "Балл по письму": 76
    },
    {
        "id": 587,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 55,
        "Балл по чтению": 73,
        "Балл по письму": 73
    },
    {
        "id": 588,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 44,
        "Балл по чтению": 63,
        "Балл по письму": 62
    },
    {
        "id": 589,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 54,
        "Балл по чтению": 64,
        "Балл по письму": 65
    },
    {
        "id": 590,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 48,
        "Балл по чтению": 66,
        "Балл по письму": 65
    },
    {
        "id": 591,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 58,
        "Балл по чтению": 57,
        "Балл по письму": 54
    },
    {
        "id": 592,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 62,
        "Балл по письму": 50
    },
    {
        "id": 593,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 68,
        "Балл по письму": 64
    },
    {
        "id": 594,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 74,
        "Балл по чтению": 76,
        "Балл по письму": 73
    },
    {
        "id": 595,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 92,
        "Балл по чтению": 100,
        "Балл по письму": 99
    },
    {
        "id": 596,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 56,
        "Балл по чтению": 79,
        "Балл по письму": 72
    },
    {
        "id": 597,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 30,
        "Балл по чтению": 24,
        "Балл по письму": 15
    },
    {
        "id": 598,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 53,
        "Балл по чтению": 54,
        "Балл по письму": 48
    },
    {
        "id": 599,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 77,
        "Балл по письму": 73
    },
    {
        "id": 600,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 82,
        "Балл по письму": 81
    },
    {
        "id": 601,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 54,
        "Балл по чтению": 60,
        "Балл по письму": 63
    },
    {
        "id": 602,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 29,
        "Балл по чтению": 29,
        "Балл по письму": 30
    },
    {
        "id": 603,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 78,
        "Балл по письму": 80
    },
    {
        "id": 604,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 60,
        "Балл по чтению": 57,
        "Балл по письму": 51
    },
    {
        "id": 605,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 84,
        "Балл по чтению": 89,
        "Балл по письму": 90
    },
    {
        "id": 606,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 75,
        "Балл по чтению": 72,
        "Балл по письму": 62
    },
    {
        "id": 607,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 85,
        "Балл по чтению": 84,
        "Балл по письму": 82
    },
    {
        "id": 608,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 40,
        "Балл по чтению": 58,
        "Балл по письму": 54
    },
    {
        "id": 609,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 61,
        "Балл по чтению": 64,
        "Балл по письму": 62
    },
    {
        "id": 610,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 58,
        "Балл по чтению": 63,
        "Балл по письму": 65
    },
    {
        "id": 611,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 69,
        "Балл по чтению": 60,
        "Балл по письму": 63
    },
    {
        "id": 612,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 58,
        "Балл по чтению": 59,
        "Балл по письму": 66
    },
    {
        "id": 613,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 94,
        "Балл по чтению": 90,
        "Балл по письму": 91
    },
    {
        "id": 614,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 77,
        "Балл по письму": 74
    },
    {
        "id": 615,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 93,
        "Балл по письму": 93
    },
    {
        "id": 616,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 60,
        "Балл по чтению": 68,
        "Балл по письму": 72
    },
    {
        "id": 617,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 37,
        "Балл по чтению": 45,
        "Балл по письму": 38
    },
    {
        "id": 618,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 88,
        "Балл по чтению": 78,
        "Балл по письму": 83
    },
    {
        "id": 619,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 95,
        "Балл по чтению": 81,
        "Балл по письму": 84
    },
    {
        "id": 620,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 65,
        "Балл по чтению": 73,
        "Балл по письму": 68
    },
    {
        "id": 621,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 35,
        "Балл по чтению": 61,
        "Балл по письму": 54
    },
    {
        "id": 622,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 62,
        "Балл по чтению": 63,
        "Балл по письму": 56
    },
    {
        "id": 623,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 58,
        "Балл по чтению": 51,
        "Балл по письму": 52
    },
    {
        "id": 624,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 100,
        "Балл по чтению": 96,
        "Балл по письму": 86
    },
    {
        "id": 625,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 61,
        "Балл по чтению": 58,
        "Балл по письму": 62
    },
    {
        "id": 626,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 100,
        "Балл по чтению": 97,
        "Балл по письму": 99
    },
    {
        "id": 627,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 69,
        "Балл по чтению": 70,
        "Балл по письму": 63
    },
    {
        "id": 628,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 61,
        "Балл по чтению": 48,
        "Балл по письму": 46
    },
    {
        "id": 629,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 49,
        "Балл по чтению": 57,
        "Балл по письму": 46
    },
    {
        "id": 630,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 44,
        "Балл по чтению": 51,
        "Балл по письму": 55
    },
    {
        "id": 631,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 64,
        "Балл по письму": 70
    },
    {
        "id": 632,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 79,
        "Балл по чтению": 60,
        "Балл по письму": 65
    },
    {
        "id": 633,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 74,
        "Балл по письму": 81
    },
    {
        "id": 634,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 75,
        "Балл по чтению": 88,
        "Балл по письму": 85
    },
    {
        "id": 635,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 84,
        "Балл по чтению": 84,
        "Балл по письму": 80
    },
    {
        "id": 636,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 74,
        "Балл по письму": 64
    },
    {
        "id": 637,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 67,
        "Балл по чтению": 80,
        "Балл по письму": 81
    },
    {
        "id": 638,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 80,
        "Балл по чтению": 92,
        "Балл по письму": 88
    },
    {
        "id": 639,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 86,
        "Балл по чтению": 76,
        "Балл по письму": 74
    },
    {
        "id": 640,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 74,
        "Балл по письму": 73
    },
    {
        "id": 641,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 41,
        "Балл по чтению": 52,
        "Балл по письму": 51
    },
    {
        "id": 642,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 74,
        "Балл по чтению": 88,
        "Балл по письму": 90
    },
    {
        "id": 643,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 72,
        "Балл по чтению": 81,
        "Балл по письму": 79
    },
    {
        "id": 644,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 74,
        "Балл по чтению": 79,
        "Балл по письму": 80
    },
    {
        "id": 645,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 70,
        "Балл по чтению": 65,
        "Балл по письму": 60
    },
    {
        "id": 646,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 81,
        "Балл по письму": 81
    },
    {
        "id": 647,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 70,
        "Балл по письму": 65
    },
    {
        "id": 648,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 64,
        "Балл по чтению": 62,
        "Балл по письму": 68
    },
    {
        "id": 649,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 50,
        "Балл по чтению": 53,
        "Балл по письму": 55
    },
    {
        "id": 650,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 79,
        "Балл по письму": 81
    },
    {
        "id": 651,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 51,
        "Балл по чтению": 56,
        "Балл по письму": 53
    },
    {
        "id": 652,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 80,
        "Балл по письму": 76
    },
    {
        "id": 653,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 85,
        "Балл по чтению": 86,
        "Балл по письму": 98
    },
    {
        "id": 654,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 70,
        "Балл по письму": 74
    },
    {
        "id": 655,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 79,
        "Балл по письму": 79
    },
    {
        "id": 656,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 67,
        "Балл по письму": 67
    },
    {
        "id": 657,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 77,
        "Балл по чтению": 67,
        "Балл по письму": 64
    },
    {
        "id": 658,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 66,
        "Балл по письму": 61
    },
    {
        "id": 659,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 43,
        "Балл по чтению": 60,
        "Балл по письму": 58
    },
    {
        "id": 660,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 90,
        "Балл по чтению": 87,
        "Балл по письму": 85
    },
    {
        "id": 661,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 74,
        "Балл по чтению": 77,
        "Балл по письму": 73
    },
    {
        "id": 662,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 66,
        "Балл по письму": 63
    },
    {
        "id": 663,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 55,
        "Балл по чтению": 71,
        "Балл по письму": 69
    },
    {
        "id": 664,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 69,
        "Балл по письму": 67
    },
    {
        "id": 665,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 80,
        "Балл по чтению": 63,
        "Балл по письму": 63
    },
    {
        "id": 666,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 50,
        "Балл по чтению": 60,
        "Балл по письму": 60
    },
    {
        "id": 667,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 63,
        "Балл по чтению": 73,
        "Балл по письму": 71
    },
    {
        "id": 668,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 77,
        "Балл по чтению": 85,
        "Балл по письму": 87
    },
    {
        "id": 669,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 74,
        "Балл по письму": 61
    },
    {
        "id": 670,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 72,
        "Балл по письму": 77
    },
    {
        "id": 671,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 66,
        "Балл по чтению": 76,
        "Балл по письму": 68
    },
    {
        "id": 672,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 52,
        "Балл по чтению": 57,
        "Балл по письму": 50
    },
    {
        "id": 673,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 78,
        "Балл по письму": 76
    },
    {
        "id": 674,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 84,
        "Балл по письму": 84
    },
    {
        "id": 675,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 77,
        "Балл по письму": 78
    },
    {
        "id": 676,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 50,
        "Балл по чтению": 64,
        "Балл по письму": 66
    },
    {
        "id": 677,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 78,
        "Балл по письму": 76
    },
    {
        "id": 678,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 70,
        "Балл по чтению": 82,
        "Балл по письму": 76
    },
    {
        "id": 679,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 81,
        "Балл по чтению": 75,
        "Балл по письму": 78
    },
    {
        "id": 680,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 63,
        "Балл по чтению": 61,
        "Балл по письму": 60
    },
    {
        "id": 681,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 72,
        "Балл по письму": 74
    },
    {
        "id": 682,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 60,
        "Балл по чтению": 68,
        "Балл по письму": 60
    },
    {
        "id": 683,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 55,
        "Балл по письму": 54
    },
    {
        "id": 684,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 29,
        "Балл по чтению": 40,
        "Балл по письму": 44
    },
    {
        "id": 685,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 66,
        "Балл по письму": 68
    },
    {
        "id": 686,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 94,
        "Балл по чтению": 99,
        "Балл по письму": 100
    },
    {
        "id": 687,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 85,
        "Балл по чтению": 75,
        "Балл по письму": 68
    },
    {
        "id": 688,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 77,
        "Балл по чтению": 78,
        "Балл по письму": 73
    },
    {
        "id": 689,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 53,
        "Балл по чтению": 58,
        "Балл по письму": 44
    },
    {
        "id": 690,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 93,
        "Балл по чтению": 90,
        "Балл по письму": 83
    },
    {
        "id": 691,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 49,
        "Балл по чтению": 53,
        "Балл по письму": 53
    },
    {
        "id": 692,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 73,
        "Балл по чтению": 76,
        "Балл по письму": 78
    },
    {
        "id": 693,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 66,
        "Балл по чтению": 74,
        "Балл по письму": 81
    },
    {
        "id": 694,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 77,
        "Балл по чтению": 77,
        "Балл по письму": 73
    },
    {
        "id": 695,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 49,
        "Балл по чтению": 63,
        "Балл по письму": 56
    },
    {
        "id": 696,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 79,
        "Балл по чтению": 89,
        "Балл по письму": 86
    },
    {
        "id": 697,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 75,
        "Балл по чтению": 82,
        "Балл по письму": 90
    },
    {
        "id": 698,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 72,
        "Балл по письму": 70
    },
    {
        "id": 699,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 57,
        "Балл по чтению": 78,
        "Балл по письму": 79
    },
    {
        "id": 700,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 66,
        "Балл по чтению": 66,
        "Балл по письму": 59
    },
    {
        "id": 701,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 79,
        "Балл по чтению": 81,
        "Балл по письму": 82
    },
    {
        "id": 702,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 57,
        "Балл по чтению": 67,
        "Балл по письму": 72
    },
    {
        "id": 703,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 87,
        "Балл по чтению": 84,
        "Балл по письму": 87
    },
    {
        "id": 704,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 64,
        "Балл по письму": 67
    },
    {
        "id": 705,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 59,
        "Балл по чтению": 63,
        "Балл по письму": 64
    },
    {
        "id": 706,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 62,
        "Балл по чтению": 72,
        "Балл по письму": 65
    },
    {
        "id": 707,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 46,
        "Балл по чтению": 34,
        "Балл по письму": 36
    },
    {
        "id": 708,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 59,
        "Балл по письму": 52
    },
    {
        "id": 709,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 89,
        "Балл по чтению": 87,
        "Балл по письму": 79
    },
    {
        "id": 710,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 42,
        "Балл по чтению": 61,
        "Балл по письму": 58
    },
    {
        "id": 711,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 93,
        "Балл по чтению": 84,
        "Балл по письму": 90
    },
    {
        "id": 712,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 80,
        "Балл по чтению": 85,
        "Балл по письму": 85
    },
    {
        "id": 713,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 98,
        "Балл по чтению": 100,
        "Балл по письму": 99
    },
    {
        "id": 714,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 81,
        "Балл по письму": 84
    },
    {
        "id": 715,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 60,
        "Балл по чтению": 70,
        "Балл по письму": 74
    },
    {
        "id": 716,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 76,
        "Балл по чтению": 94,
        "Балл по письму": 87
    },
    {
        "id": 717,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 78,
        "Балл по письму": 72
    },
    {
        "id": 718,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 96,
        "Балл по чтению": 96,
        "Балл по письму": 99
    },
    {
        "id": 719,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 76,
        "Балл по письму": 74
    },
    {
        "id": 720,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 91,
        "Балл по чтению": 73,
        "Балл по письму": 80
    },
    {
        "id": 721,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 62,
        "Балл по чтению": 72,
        "Балл по письму": 70
    },
    {
        "id": 722,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 55,
        "Балл по чтению": 59,
        "Балл по письму": 59
    },
    {
        "id": 723,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 74,
        "Балл по чтению": 90,
        "Балл по письму": 88
    },
    {
        "id": 724,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 50,
        "Балл по чтению": 48,
        "Балл по письму": 42
    },
    {
        "id": 725,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 47,
        "Балл по чтению": 43,
        "Балл по письму": 41
    },
    {
        "id": 726,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 74,
        "Балл по письму": 71
    },
    {
        "id": 727,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 75,
        "Балл по письму": 77
    },
    {
        "id": 728,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 51,
        "Балл по письму": 57
    },
    {
        "id": 729,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 73,
        "Балл по чтению": 92,
        "Балл по письму": 84
    },
    {
        "id": 730,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 53,
        "Балл по чтению": 39,
        "Балл по письму": 37
    },
    {
        "id": 731,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 68,
        "Балл по чтению": 77,
        "Балл по письму": 80
    },
    {
        "id": 732,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 55,
        "Балл по чтению": 46,
        "Балл по письму": 43
    },
    {
        "id": 733,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 87,
        "Балл по чтению": 89,
        "Балл по письму": 94
    },
    {
        "id": 734,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 55,
        "Балл по чтению": 47,
        "Балл по письму": 44
    },
    {
        "id": 735,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 53,
        "Балл по чтению": 58,
        "Балл по письму": 57
    },
    {
        "id": 736,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 57,
        "Балл по письму": 59
    },
    {
        "id": 737,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 92,
        "Балл по чтению": 79,
        "Балл по письму": 84
    },
    {
        "id": 738,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 53,
        "Балл по чтению": 66,
        "Балл по письму": 73
    },
    {
        "id": 739,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 71,
        "Балл по письму": 73
    },
    {
        "id": 740,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 61,
        "Балл по чтению": 60,
        "Балл по письму": 55
    },
    {
        "id": 741,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 80,
        "Балл по чтению": 73,
        "Балл по письму": 72
    },
    {
        "id": 742,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 37,
        "Балл по чтению": 57,
        "Балл по письму": 56
    },
    {
        "id": 743,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 84,
        "Балл по письму": 82
    },
    {
        "id": 744,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 73,
        "Балл по письму": 72
    },
    {
        "id": 745,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 55,
        "Балл по чтению": 55,
        "Балл по письму": 47
    },
    {
        "id": 746,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 72,
        "Балл по чтению": 79,
        "Балл по письму": 74
    },
    {
        "id": 747,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 75,
        "Балл по письму": 71
    },
    {
        "id": 748,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 64,
        "Балл по письму": 68
    },
    {
        "id": 749,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 50,
        "Балл по чтению": 60,
        "Балл по письму": 59
    },
    {
        "id": 750,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 87,
        "Балл по чтению": 84,
        "Балл по письму": 86
    },
    {
        "id": 751,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 69,
        "Балл по письму": 68
    },
    {
        "id": 752,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 72,
        "Балл по письму": 65
    },
    {
        "id": 753,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 79,
        "Балл по чтению": 77,
        "Балл по письму": 75
    },
    {
        "id": 754,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 77,
        "Балл по чтению": 90,
        "Балл по письму": 85
    },
    {
        "id": 755,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 58,
        "Балл по чтению": 55,
        "Балл по письму": 53
    },
    {
        "id": 756,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 84,
        "Балл по чтению": 95,
        "Балл по письму": 92
    },
    {
        "id": 757,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 55,
        "Балл по чтению": 58,
        "Балл по письму": 52
    },
    {
        "id": 758,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 70,
        "Балл по чтению": 68,
        "Балл по письму": 72
    },
    {
        "id": 759,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 52,
        "Балл по чтению": 59,
        "Балл по письму": 65
    },
    {
        "id": 760,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 77,
        "Балл по письму": 77
    },
    {
        "id": 761,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 53,
        "Балл по чтению": 72,
        "Балл по письму": 64
    },
    {
        "id": 762,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 48,
        "Балл по чтению": 58,
        "Балл по письму": 54
    },
    {
        "id": 763,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 78,
        "Балл по чтению": 81,
        "Балл по письму": 86
    },
    {
        "id": 764,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 62,
        "Балл по письму": 63
    },
    {
        "id": 765,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 60,
        "Балл по чтению": 63,
        "Балл по письму": 59
    },
    {
        "id": 766,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 74,
        "Балл по чтению": 72,
        "Балл по письму": 72
    },
    {
        "id": 767,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 58,
        "Балл по чтению": 75,
        "Балл по письму": 77
    },
    {
        "id": 768,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 62,
        "Балл по письму": 60
    },
    {
        "id": 769,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 71,
        "Балл по письму": 75
    },
    {
        "id": 770,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 58,
        "Балл по чтению": 60,
        "Балл по письму": 57
    },
    {
        "id": 771,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 52,
        "Балл по чтению": 48,
        "Балл по письму": 49
    },
    {
        "id": 772,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 75,
        "Балл по чтению": 73,
        "Балл по письму": 74
    },
    {
        "id": 773,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 52,
        "Балл по чтению": 67,
        "Балл по письму": 72
    },
    {
        "id": 774,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 62,
        "Балл по чтению": 78,
        "Балл по письму": 79
    },
    {
        "id": 775,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 65,
        "Балл по письму": 60
    },
    {
        "id": 776,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 49,
        "Балл по чтению": 58,
        "Балл по письму": 55
    },
    {
        "id": 777,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 72,
        "Балл по письму": 70
    },
    {
        "id": 778,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 35,
        "Балл по чтению": 44,
        "Балл по письму": 43
    },
    {
        "id": 779,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 72,
        "Балл по чтению": 79,
        "Балл по письму": 82
    },
    {
        "id": 780,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 94,
        "Балл по чтению": 85,
        "Балл по письму": 82
    },
    {
        "id": 781,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 46,
        "Балл по чтению": 56,
        "Балл по письму": 57
    },
    {
        "id": 782,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 77,
        "Балл по чтению": 90,
        "Балл по письму": 84
    },
    {
        "id": 783,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 76,
        "Балл по чтению": 85,
        "Балл по письму": 82
    },
    {
        "id": 784,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 52,
        "Балл по чтению": 59,
        "Балл по письму": 62
    },
    {
        "id": 785,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 91,
        "Балл по чтению": 81,
        "Балл по письму": 79
    },
    {
        "id": 786,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 32,
        "Балл по чтению": 51,
        "Балл по письму": 44
    },
    {
        "id": 787,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 72,
        "Балл по чтению": 79,
        "Балл по письму": 77
    },
    {
        "id": 788,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 19,
        "Балл по чтению": 38,
        "Балл по письму": 32
    },
    {
        "id": 789,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 68,
        "Балл по чтению": 65,
        "Балл по письму": 61
    },
    {
        "id": 790,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 52,
        "Балл по чтению": 65,
        "Балл по письму": 61
    },
    {
        "id": 791,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 48,
        "Балл по чтению": 62,
        "Балл по письму": 60
    },
    {
        "id": 792,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 60,
        "Балл по чтению": 66,
        "Балл по письму": 70
    },
    {
        "id": 793,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 66,
        "Балл по чтению": 74,
        "Балл по письму": 69
    },
    {
        "id": 794,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 89,
        "Балл по чтению": 84,
        "Балл по письму": 77
    },
    {
        "id": 795,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 42,
        "Балл по чтению": 52,
        "Балл по письму": 51
    },
    {
        "id": 796,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 57,
        "Балл по чтению": 68,
        "Балл по письму": 73
    },
    {
        "id": 797,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 70,
        "Балл по чтению": 70,
        "Балл по письму": 70
    },
    {
        "id": 798,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 70,
        "Балл по чтению": 84,
        "Балл по письму": 81
    },
    {
        "id": 799,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 60,
        "Балл по письму": 54
    },
    {
        "id": 800,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 52,
        "Балл по чтению": 55,
        "Балл по письму": 57
    },
    {
        "id": 801,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 73,
        "Балл по письму": 68
    },
    {
        "id": 802,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 76,
        "Балл по чтению": 80,
        "Балл по письму": 73
    },
    {
        "id": 803,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 87,
        "Балл по чтению": 94,
        "Балл по письму": 95
    },
    {
        "id": 804,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 85,
        "Балл по письму": 87
    },
    {
        "id": 805,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 76,
        "Балл по письму": 78
    },
    {
        "id": 806,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 75,
        "Балл по чтению": 81,
        "Балл по письму": 74
    },
    {
        "id": 807,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 64,
        "Балл по чтению": 74,
        "Балл по письму": 75
    },
    {
        "id": 808,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 41,
        "Балл по чтению": 45,
        "Балл по письму": 40
    },
    {
        "id": 809,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 90,
        "Балл по чтению": 75,
        "Балл по письму": 69
    },
    {
        "id": 810,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 54,
        "Балл по письму": 51
    },
    {
        "id": 811,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 51,
        "Балл по чтению": 31,
        "Балл по письму": 36
    },
    {
        "id": 812,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 45,
        "Балл по чтению": 47,
        "Балл по письму": 49
    },
    {
        "id": 813,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 54,
        "Балл по чтению": 64,
        "Балл по письму": 67
    },
    {
        "id": 814,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 87,
        "Балл по чтению": 84,
        "Балл по письму": 76
    },
    {
        "id": 815,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 72,
        "Балл по чтению": 80,
        "Балл по письму": 83
    },
    {
        "id": 816,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 94,
        "Балл по чтению": 86,
        "Балл по письму": 87
    },
    {
        "id": 817,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 45,
        "Балл по чтению": 59,
        "Балл по письму": 64
    },
    {
        "id": 818,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 61,
        "Балл по чтению": 70,
        "Балл по письму": 76
    },
    {
        "id": 819,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 60,
        "Балл по чтению": 72,
        "Балл по письму": 68
    },
    {
        "id": 820,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 77,
        "Балл по чтению": 91,
        "Балл по письму": 88
    },
    {
        "id": 821,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 85,
        "Балл по чтению": 90,
        "Балл по письму": 92
    },
    {
        "id": 822,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 78,
        "Балл по чтению": 90,
        "Балл по письму": 93
    },
    {
        "id": 823,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 49,
        "Балл по чтению": 52,
        "Балл по письму": 51
    },
    {
        "id": 824,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 71,
        "Балл по чтению": 87,
        "Балл по письму": 82
    },
    {
        "id": 825,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 48,
        "Балл по чтению": 58,
        "Балл по письму": 52
    },
    {
        "id": 826,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 67,
        "Балл по письму": 58
    },
    {
        "id": 827,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 56,
        "Балл по чтению": 68,
        "Балл по письму": 70
    },
    {
        "id": 828,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 69,
        "Балл по письму": 76
    },
    {
        "id": 829,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 69,
        "Балл по чтению": 86,
        "Балл по письму": 81
    },
    {
        "id": 830,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 54,
        "Балл по письму": 53
    },
    {
        "id": 831,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 61,
        "Балл по чтению": 60,
        "Балл по письму": 57
    },
    {
        "id": 832,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 74,
        "Балл по чтению": 86,
        "Балл по письму": 89
    },
    {
        "id": 833,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 64,
        "Балл по чтению": 60,
        "Балл по письму": 58
    },
    {
        "id": 834,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 77,
        "Балл по чтению": 82,
        "Балл по письму": 89
    },
    {
        "id": 835,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 58,
        "Балл по чтению": 50,
        "Балл по письму": 45
    },
    {
        "id": 836,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 60,
        "Балл по чтению": 64,
        "Балл по письму": 74
    },
    {
        "id": 837,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 64,
        "Балл по письму": 57
    },
    {
        "id": 838,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 75,
        "Балл по чтению": 82,
        "Балл по письму": 79
    },
    {
        "id": 839,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 58,
        "Балл по чтению": 57,
        "Балл по письму": 53
    },
    {
        "id": 840,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 77,
        "Балл по письму": 73
    },
    {
        "id": 841,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 39,
        "Балл по чтению": 52,
        "Балл по письму": 46
    },
    {
        "id": 842,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 64,
        "Балл по чтению": 58,
        "Балл по письму": 51
    },
    {
        "id": 843,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 23,
        "Балл по чтению": 44,
        "Балл по письму": 36
    },
    {
        "id": 844,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 74,
        "Балл по чтению": 77,
        "Балл по письму": 76
    },
    {
        "id": 845,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 40,
        "Балл по чтению": 65,
        "Балл по письму": 64
    },
    {
        "id": 846,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 90,
        "Балл по чтению": 85,
        "Балл по письму": 84
    },
    {
        "id": 847,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 91,
        "Балл по чтению": 85,
        "Балл по письму": 85
    },
    {
        "id": 848,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 64,
        "Балл по чтению": 54,
        "Балл по письму": 50
    },
    {
        "id": 849,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 72,
        "Балл по письму": 68
    },
    {
        "id": 850,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 80,
        "Балл по чтению": 75,
        "Балл по письму": 69
    },
    {
        "id": 851,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 67,
        "Балл по письму": 67
    },
    {
        "id": 852,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 61,
        "Балл по чтению": 68,
        "Балл по письму": 63
    },
    {
        "id": 853,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 87,
        "Балл по чтению": 85,
        "Балл по письму": 93
    },
    {
        "id": 854,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 67,
        "Балл по письму": 61
    },
    {
        "id": 855,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 64,
        "Балл по письму": 55
    },
    {
        "id": 856,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 97,
        "Балл по чтению": 97,
        "Балл по письму": 96
    },
    {
        "id": 857,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 75,
        "Балл по чтению": 68,
        "Балл по письму": 65
    },
    {
        "id": 858,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 79,
        "Балл по письму": 81
    },
    {
        "id": 859,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 52,
        "Балл по чтению": 49,
        "Балл по письму": 46
    },
    {
        "id": 860,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 87,
        "Балл по чтению": 73,
        "Балл по письму": 72
    },
    {
        "id": 861,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 53,
        "Балл по чтению": 62,
        "Балл по письму": 53
    },
    {
        "id": 862,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 81,
        "Балл по чтению": 86,
        "Балл по письму": 87
    },
    {
        "id": 863,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 39,
        "Балл по чтению": 42,
        "Балл по письму": 38
    },
    {
        "id": 864,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 71,
        "Балл по письму": 80
    },
    {
        "id": 865,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 97,
        "Балл по чтению": 93,
        "Балл по письму": 91
    },
    {
        "id": 866,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 82,
        "Балл по письму": 88
    },
    {
        "id": 867,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 59,
        "Балл по чтению": 53,
        "Балл по письму": 52
    },
    {
        "id": 868,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 61,
        "Балл по чтению": 42,
        "Балл по письму": 41
    },
    {
        "id": 869,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 78,
        "Балл по чтению": 74,
        "Балл по письму": 72
    },
    {
        "id": 870,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 49,
        "Балл по чтению": 51,
        "Балл по письму": 51
    },
    {
        "id": 871,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 58,
        "Балл по письму": 47
    },
    {
        "id": 872,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 70,
        "Балл по чтению": 72,
        "Балл по письму": 76
    },
    {
        "id": 873,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 84,
        "Балл по письму": 78
    },
    {
        "id": 874,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 90,
        "Балл по чтению": 90,
        "Балл по письму": 82
    },
    {
        "id": 875,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 43,
        "Балл по чтению": 62,
        "Балл по письму": 61
    },
    {
        "id": 876,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 80,
        "Балл по чтению": 64,
        "Балл по письму": 66
    },
    {
        "id": 877,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 82,
        "Балл по письму": 84
    },
    {
        "id": 878,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 57,
        "Балл по чтению": 61,
        "Балл по письму": 54
    },
    {
        "id": 879,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 72,
        "Балл по письму": 80
    },
    {
        "id": 880,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 64,
        "Балл по чтению": 76,
        "Балл по письму": 74
    },
    {
        "id": 881,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 64,
        "Балл по письму": 66
    },
    {
        "id": 882,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 71,
        "Балл по чтению": 70,
        "Балл по письму": 70
    },
    {
        "id": 883,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 64,
        "Балл по чтению": 73,
        "Балл по письму": 71
    },
    {
        "id": 884,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 55,
        "Балл по чтению": 46,
        "Балл по письму": 44
    },
    {
        "id": 885,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 51,
        "Балл по чтению": 51,
        "Балл по письму": 54
    },
    {
        "id": 886,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 76,
        "Балл по письму": 80
    },
    {
        "id": 887,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 93,
        "Балл по чтению": 100,
        "Балл по письму": 95
    },
    {
        "id": 888,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 54,
        "Балл по чтению": 72,
        "Балл по письму": 59
    },
    {
        "id": 889,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 69,
        "Балл по чтению": 65,
        "Балл по письму": 74
    },
    {
        "id": 890,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 44,
        "Балл по чтению": 51,
        "Балл по письму": 48
    },
    {
        "id": 891,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 86,
        "Балл по чтению": 85,
        "Балл по письму": 91
    },
    {
        "id": 892,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 85,
        "Балл по чтению": 92,
        "Балл по письму": 85
    },
    {
        "id": 893,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 50,
        "Балл по чтению": 67,
        "Балл по письму": 73
    },
    {
        "id": 894,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 88,
        "Балл по чтению": 74,
        "Балл по письму": 75
    },
    {
        "id": 895,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 59,
        "Балл по чтению": 62,
        "Балл по письму": 69
    },
    {
        "id": 896,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 32,
        "Балл по чтению": 34,
        "Балл по письму": 38
    },
    {
        "id": 897,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 36,
        "Балл по чтению": 29,
        "Балл по письму": 27
    },
    {
        "id": 898,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 63,
        "Балл по чтению": 78,
        "Балл по письму": 79
    },
    {
        "id": 899,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 54,
        "Балл по письму": 63
    },
    {
        "id": 900,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 78,
        "Балл по письму": 82
    },
    {
        "id": 901,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 85,
        "Балл по чтению": 84,
        "Балл по письму": 89
    },
    {
        "id": 902,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 73,
        "Балл по чтению": 78,
        "Балл по письму": 74
    },
    {
        "id": 903,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 34,
        "Балл по чтению": 48,
        "Балл по письму": 41
    },
    {
        "id": 904,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 93,
        "Балл по чтению": 100,
        "Балл по письму": 100
    },
    {
        "id": 905,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 67,
        "Балл по чтению": 84,
        "Балл по письму": 84
    },
    {
        "id": 906,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 88,
        "Балл по чтению": 77,
        "Балл по письму": 77
    },
    {
        "id": 907,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 57,
        "Балл по чтению": 48,
        "Балл по письму": 51
    },
    {
        "id": 908,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 79,
        "Балл по чтению": 84,
        "Балл по письму": 91
    },
    {
        "id": 909,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 67,
        "Балл по чтению": 75,
        "Балл по письму": 72
    },
    {
        "id": 910,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 70,
        "Балл по чтению": 64,
        "Балл по письму": 70
    },
    {
        "id": 911,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 50,
        "Балл по чтению": 42,
        "Балл по письму": 48
    },
    {
        "id": 912,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 69,
        "Балл по чтению": 84,
        "Балл по письму": 82
    },
    {
        "id": 913,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 52,
        "Балл по чтению": 61,
        "Балл по письму": 66
    },
    {
        "id": 914,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 47,
        "Балл по чтению": 62,
        "Балл по письму": 66
    },
    {
        "id": 915,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 46,
        "Балл по чтению": 61,
        "Балл по письму": 55
    },
    {
        "id": 916,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 70,
        "Балл по письму": 66
    },
    {
        "id": 917,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 100,
        "Балл по чтению": 100,
        "Балл по письму": 100
    },
    {
        "id": 918,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 44,
        "Балл по чтению": 61,
        "Балл по письму": 52
    },
    {
        "id": 919,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 57,
        "Балл по чтению": 77,
        "Балл по письму": 80
    },
    {
        "id": 920,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 91,
        "Балл по чтению": 96,
        "Балл по письму": 91
    },
    {
        "id": 921,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 69,
        "Балл по чтению": 70,
        "Балл по письму": 67
    },
    {
        "id": 922,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 35,
        "Балл по чтению": 53,
        "Балл по письму": 46
    },
    {
        "id": 923,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 72,
        "Балл по чтению": 66,
        "Балл по письму": 66
    },
    {
        "id": 924,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 54,
        "Балл по чтению": 65,
        "Балл по письму": 65
    },
    {
        "id": 925,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 74,
        "Балл по чтению": 70,
        "Балл по письму": 69
    },
    {
        "id": 926,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 74,
        "Балл по чтению": 64,
        "Балл по письму": 60
    },
    {
        "id": 927,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 64,
        "Балл по чтению": 56,
        "Балл по письму": 52
    },
    {
        "id": 928,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 65,
        "Балл по чтению": 61,
        "Балл по письму": 71
    },
    {
        "id": 929,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 46,
        "Балл по чтению": 43,
        "Балл по письму": 44
    },
    {
        "id": 930,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 48,
        "Балл по чтению": 56,
        "Балл по письму": 51
    },
    {
        "id": 931,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 67,
        "Балл по чтению": 74,
        "Балл по письму": 70
    },
    {
        "id": 932,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 62,
        "Балл по чтению": 57,
        "Балл по письму": 62
    },
    {
        "id": 933,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 61,
        "Балл по чтению": 71,
        "Балл по письму": 73
    },
    {
        "id": 934,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 70,
        "Балл по чтению": 75,
        "Балл по письму": 74
    },
    {
        "id": 935,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 98,
        "Балл по чтению": 87,
        "Балл по письму": 90
    },
    {
        "id": 936,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 70,
        "Балл по чтению": 63,
        "Балл по письму": 58
    },
    {
        "id": 937,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 67,
        "Балл по чтению": 57,
        "Балл по письму": 53
    },
    {
        "id": 938,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 57,
        "Балл по чтению": 58,
        "Балл по письму": 57
    },
    {
        "id": 939,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 85,
        "Балл по чтению": 81,
        "Балл по письму": 85
    },
    {
        "id": 940,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 77,
        "Балл по чтению": 68,
        "Балл по письму": 69
    },
    {
        "id": 941,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "master's degree",
        "Обед": "free/reduced",
        "Балл по математике": 72,
        "Балл по чтению": 66,
        "Балл по письму": 72
    },
    {
        "id": 942,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 78,
        "Балл по чтению": 91,
        "Балл по письму": 96
    },
    {
        "id": 943,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 66,
        "Балл по письму": 64
    },
    {
        "id": 944,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 61,
        "Балл по чтению": 62,
        "Балл по письму": 61
    },
    {
        "id": 945,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 58,
        "Балл по чтению": 68,
        "Балл по письму": 61
    },
    {
        "id": 946,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 54,
        "Балл по чтению": 61,
        "Балл по письму": 58
    },
    {
        "id": 947,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 82,
        "Балл по чтению": 82,
        "Балл по письму": 80
    },
    {
        "id": 948,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 49,
        "Балл по чтению": 58,
        "Балл по письму": 60
    },
    {
        "id": 949,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 49,
        "Балл по чтению": 50,
        "Балл по письму": 52
    },
    {
        "id": 950,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 57,
        "Балл по чтению": 75,
        "Балл по письму": 73
    },
    {
        "id": 951,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 94,
        "Балл по чтению": 73,
        "Балл по письму": 71
    },
    {
        "id": 952,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 75,
        "Балл по чтению": 77,
        "Балл по письму": 83
    },
    {
        "id": 953,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 74,
        "Балл по чтению": 74,
        "Балл по письму": 72
    },
    {
        "id": 954,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 58,
        "Балл по чтению": 52,
        "Балл по письму": 54
    },
    {
        "id": 955,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 69,
        "Балл по письму": 69
    },
    {
        "id": 956,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 72,
        "Балл по чтению": 57,
        "Балл по письму": 62
    },
    {
        "id": 957,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 84,
        "Балл по чтению": 87,
        "Балл по письму": 81
    },
    {
        "id": 958,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 92,
        "Балл по чтению": 100,
        "Балл по письму": 100
    },
    {
        "id": 959,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 45,
        "Балл по чтению": 63,
        "Балл по письму": 59
    },
    {
        "id": 960,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 75,
        "Балл по чтению": 81,
        "Балл по письму": 71
    },
    {
        "id": 961,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 56,
        "Балл по чтению": 58,
        "Балл по письму": 64
    },
    {
        "id": 962,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 48,
        "Балл по чтению": 54,
        "Балл по письму": 53
    },
    {
        "id": 963,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 100,
        "Балл по чтению": 100,
        "Балл по письму": 100
    },
    {
        "id": 964,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 65,
        "Балл по чтению": 76,
        "Балл по письму": 75
    },
    {
        "id": 965,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 72,
        "Балл по чтению": 57,
        "Балл по письму": 58
    },
    {
        "id": 966,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 70,
        "Балл по письму": 72
    },
    {
        "id": 967,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 66,
        "Балл по чтению": 68,
        "Балл по письму": 64
    },
    {
        "id": 968,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 63,
        "Балл по письму": 60
    },
    {
        "id": 969,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 76,
        "Балл по письму": 67
    },
    {
        "id": 970,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 75,
        "Балл по чтению": 84,
        "Балл по письму": 80
    },
    {
        "id": 971,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "standard",
        "Балл по математике": 89,
        "Балл по чтению": 100,
        "Балл по письму": 100
    },
    {
        "id": 972,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 78,
        "Балл по чтению": 72,
        "Балл по письму": 69
    },
    {
        "id": 973,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 53,
        "Балл по чтению": 50,
        "Балл по письму": 60
    },
    {
        "id": 974,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 49,
        "Балл по чтению": 65,
        "Балл по письму": 61
    },
    {
        "id": 975,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 54,
        "Балл по чтению": 63,
        "Балл по письму": 67
    },
    {
        "id": 976,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 64,
        "Балл по чтению": 82,
        "Балл по письму": 77
    },
    {
        "id": 977,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 60,
        "Балл по чтению": 62,
        "Балл по письму": 60
    },
    {
        "id": 978,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 62,
        "Балл по чтению": 65,
        "Балл по письму": 58
    },
    {
        "id": 979,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 55,
        "Балл по чтению": 41,
        "Балл по письму": 48
    },
    {
        "id": 980,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 91,
        "Балл по чтению": 95,
        "Балл по письму": 94
    },
    {
        "id": 981,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 8,
        "Балл по чтению": 24,
        "Балл по письму": 23
    },
    {
        "id": 982,
        "Гендер": "male",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 78,
        "Балл по письму": 78
    },
    {
        "id": 983,
        "Гендер": "male",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 79,
        "Балл по чтению": 85,
        "Балл по письму": 86
    },
    {
        "id": 984,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 78,
        "Балл по чтению": 87,
        "Балл по письму": 91
    },
    {
        "id": 985,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 74,
        "Балл по чтению": 75,
        "Балл по письму": 82
    },
    {
        "id": 986,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 57,
        "Балл по чтению": 51,
        "Балл по письму": 54
    },
    {
        "id": 987,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "associate's degree",
        "Обед": "standard",
        "Балл по математике": 40,
        "Балл по чтению": 59,
        "Балл по письму": 51
    },
    {
        "id": 988,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 81,
        "Балл по чтению": 75,
        "Балл по письму": 76
    },
    {
        "id": 989,
        "Гендер": "female",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "some high school",
        "Обед": "free/reduced",
        "Балл по математике": 44,
        "Балл по чтению": 45,
        "Балл по письму": 45
    },
    {
        "id": 990,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 67,
        "Балл по чтению": 86,
        "Балл по письму": 83
    },
    {
        "id": 991,
        "Гендер": "male",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 86,
        "Балл по чтению": 81,
        "Балл по письму": 75
    },
    {
        "id": 992,
        "Гендер": "female",
        "Расовая принадлежность": "group B",
        "Уровень образования родителей": "some high school",
        "Обед": "standard",
        "Балл по математике": 65,
        "Балл по чтению": 82,
        "Балл по письму": 78
    },
    {
        "id": 993,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "associate's degree",
        "Обед": "free/reduced",
        "Балл по математике": 55,
        "Балл по чтению": 76,
        "Балл по письму": 76
    },
    {
        "id": 994,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "bachelor's degree",
        "Обед": "free/reduced",
        "Балл по математике": 62,
        "Балл по чтению": 72,
        "Балл по письму": 74
    },
    {
        "id": 995,
        "Гендер": "male",
        "Расовая принадлежность": "group A",
        "Уровень образования родителей": "high school",
        "Обед": "standard",
        "Балл по математике": 63,
        "Балл по чтению": 63,
        "Балл по письму": 62
    },
    {
        "id": 996,
        "Гендер": "female",
        "Расовая принадлежность": "group E",
        "Уровень образования родителей": "master's degree",
        "Обед": "standard",
        "Балл по математике": 88,
        "Балл по чтению": 99,
        "Балл по письму": 95
    },
    {
        "id": 997,
        "Гендер": "male",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 62,
        "Балл по чтению": 55,
        "Балл по письму": 55
    },
    {
        "id": 998,
        "Гендер": "female",
        "Расовая принадлежность": "group C",
        "Уровень образования родителей": "high school",
        "Обед": "free/reduced",
        "Балл по математике": 59,
        "Балл по чтению": 71,
        "Балл по письму": 65
    },
    {
        "id": 999,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "standard",
        "Балл по математике": 68,
        "Балл по чтению": 78,
        "Балл по письму": 77
    },
    {
        "id": 1000,
        "Гендер": "female",
        "Расовая принадлежность": "group D",
        "Уровень образования родителей": "some college",
        "Обед": "free/reduced",
        "Балл по математике": 77,
        "Балл по чтению": 86,
        "Балл по письму": 86
    }
];


export default buildings;